import React, { Component } from "react";

export class About extends Component {
  render() {
    return (
      <section className="about rtl">
        <div>
          <h2>اینفوگرافی</h2>
        </div>
        <div>
          <h3>تیتر شماره 1</h3>
          <p>متن آزمایشیشم یاشصیاشمصیاشمصعیاشصمعهیاشصیعاشا</p>
          <p>صیمعشصیامشصعهیاشصمیعهاشصیاشصهعیاشصهیاشهصی</p>
          <p>صیمعشصیامشصعهیاشصمیعهاشصیاشصهعیاشصهیاشهصی</p>

        </div>
        <div>
          <h3>تیتر شماره 2</h3>
          <p>متن آزمایشی شمیاشصیاشمصیاشمصعیاشصمعهیاشصیعاشا</p>
          <p>صیمعشصیامشصعهیاشصمیعهاشصیاشصهعیاشصهیاشهصی</p>
          <p>صیمعشصیامشصعهیاشصمیعهاشصیاشصهعیاشصهیاشهصی</p>

        </div>
        <div>
          <h3>تیتر شماره 3</h3>
          <p>متن آزمایشی شمیاشصیاشمصیاشمصعیاشصمعهیاشصیعاشا</p>
          <p>صیمعشصیامشصعهیاشصمیعهاشصیاشصهعیاشصهیاشهصی</p>
          <p>صیمعشصیامشصعهیاشصمیعهاشصیاشصهعیاشصهیاشهصی</p>

        </div>
      </section>
    );
  }
}

export default About;
