import React, { Component } from "react";

export class About extends Component {
  render() {
    return (
      <section className="about rtl">
        <div>
          <h2>اینفوگرافی</h2>
        </div>
        <div>
          <h3>بانک اطلاعات لوله، اتصالات و شیرآلات</h3>
          <p>
            لوله ی فلزی، از نوع لوله های مستحکم، صلب و با ضریب انبساط حرارتی
            پایین است. البته لوله فلزی سنگین بوده و برای جابجایی نیاز به عوامل
            کاری بیشتری دارد. لوله های سیاه درزدار و لوله های مانیسمان به طور
            معمول در معرض خوردگی قرار دارند. اگرچه در کشور ما برای ایجاد تمایز
            لوله های فلزی را با نام لوله های کربن استیل یا لوله های سیاه می
            شناسیم اما باید توجه کنیم که لوله های گالوانیزه و لوله های استنلس
            استیل نیز در دسته ی لوله های فلزی قرار دارند.
          </p>
        </div>
        <div>
          <h3>اتصالات فلزی</h3>
          <p>
            اتصالات فلزی در صنایع نفت و گاز و تاسیسات ساختمان کاربرد گسترده ای
            دارند و جهت اتصال لوله ها و شیرآلات به یکدیگر مورد استفاده قرار می
            گیرد. اتصالات فلزی مطابق با فشار کاری سیستم و نوع لوله و شیرآلات به
            کار برده می شود. مهمترین اتصالات فلزی عبارتند از: اتصالات سیاه بدون
            درز(مانیسمان)، اتصالات سیاه درزدار، اتصالات دنده ای گالوانیزه،
            اتصالات دنده ای سیاه، اتصالات فشار قوی دنده ای، اتصالات فشارقوی ساکت
            ولد
          </p>
        </div>
        <div>
          <h3>اتصالات مانیسمان</h3>
          <p>
            این نوع از اتصالات فلزی به صورت جوشی متصل می شوند و به همراه لوله
            های مانیسمان و درزدار مورد استفاده قرار میگیرد ،همچنین آلیاژ آنها
            طبق استاندارد ASTM A234 WPB و استاندراد ابعادی آن طبق ASME B16.9 می
            باشد که در فرآیند ساخت آن ها از هیچ گونه درز جوشی استفاده نمی شود .
            اتصالات مانیسمان مناسب برای سیستم های دما و فشار بالا می باشد .
            اتصالات مانیسمان در ضخامت های متفاوت از جمله اتصالات مانیسمان رده
            40،SGPوSTD در سایت سپاهان گروپ موجود می باشد .
          </p>
        </div>
      </section>
    );
  }
}

export default About;
